Repository: mozilla/high-fidelity
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Back
fr: Revenir

source: Popular
fr: Populaire

source: Search
fr: Recherche

source: Play/Pause
fr: jouer/pause

source: Nothing playing
fr: Pas jouer

source: Delete podcast
fr: Effacer le podcast

source: Podcast cover
fr: Image de podcast

source: Are you sure you want to delete this podcast?
fr: Êtes-vous sûr de vouloir effacer ce podcast ?

source: Cancel
fr: Annuler

source: Delete
fr: Effacer

source: Remove this Podcast
fr: Effacer ce podcast

source: Enter a podcast name
fr: Entrez le nom de un podcast

source: Clear
fr: Annuler

source: Find Podcast
fr: Rechercher

source: Search Results
fr: Résultats de recherche

source: No podcasts found.
fr: Pas de podcasts trouvé.

source: Looking for podcasts…
fr: Recherche de podcasts

source: Top Podcasts
fr: Podcasts populaires

source: You're already subscribed to all the top podcasts!
fr: Vous êtes abonné à tous les podcasts populaires !

source: Getting popular podcasts…
fr: Recherche de podcasts populaires

source: Subscribe to podcast
fr: S'abonner à ce podcast

source: Podcast Icon
fr: Icône de podcast

source: Subscribe to this podcast?
fr: Abonnez-vous à ce podcast ?

source: Subscribe
fr: S'abonner
